tap "azure/functions"
tap "buo/cask-upgrade"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/services"
tap "lampepfl/brew"
tap "ruimarinho/tap"
brew "openssl@3"
brew "ammonite-repl"
brew "awscli"
brew "azure-cli"
brew "bdw-gc"
brew "cmake"
brew "dotnet"
brew "exiftool"
brew "flux", link: false
brew "gcc"
brew "gh"
brew "git"
brew "pinentry"
brew "gnupg"
brew "jenv"
brew "jq"
brew "leiningen"
brew "mas"
brew "mysql", restart_service: true
brew "neovim"
brew "pkgconf"
brew "postgresql@18", restart_service: true
brew "pyenv"
brew "python@3.14"
brew "re2"
brew "redis", restart_service: true
brew "sphinx-doc"
brew "tldr"
brew "azure/functions/azure-functions-core-tools@4"
brew "coursier/formulas/coursier"
brew "ruimarinho/tap/gsts"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "amazon-photos"
cask "anki"
cask "arc"
cask "brave-browser"
cask "canon-eos-utility"
cask "clipy"
cask "chatgpt"
cask "coconutbattery"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "flux-app"
cask "garmin-express"
cask "ghostty"
cask "github"
cask "google-earth-pro"
cask "google-nik-collection"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kindle-previewer"
cask "lightworks"
cask "logi-options+"
cask "logitech-g-hub"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mono-mdk-for-visual-studio"
cask "mysql-utilities"
cask "mysqlworkbench"
cask "notion"
cask "omnidisksweeper"
cask "postman"
cask "readdle-spark"
cask "rectangle"
cask "send-to-kindle"
cask "signal"
cask "slack"
cask "spotify"
cask "tableplus"
cask "thinkorswim"
cask "tor-browser"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "Adblock Plus", id: 1432731683
mas "Annotate", id: 918207447
mas "Caffeine", id: 411246225
mas "Dropover", id: 1355679052
mas "Evernote Web Clipper", id: 1481669779
mas "feedly", id: 865500966
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Leaf", id: 576338668
mas "Microsoft Copilot", id: 6738511300
mas "Microsoft To Do", id: 1274495053
mas "Monosnap", id: 540348655
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Perplexity: Ask Anything", id:6714467650
mas "PhotoScape X", id: 929507092
mas "Solar App", id: 450545814
mas "Trello", id: 1278508951
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
vscode "azurite.azurite"
vscode "eamodio.gitlens"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "ms-azure-load-testing.microsoft-testing"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azure-mcp-server"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "saoudrizwan.claude-dev"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "teamsdevapp.vscode-ai-foundry"
vscode "vscodevim.vim"
