tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ruimarinho/tap"
brew "ammonite-repl"
brew "awscli"
brew "bdw-gc"
brew "cmake"
brew "exiftool"
brew "jenv"
brew "jq"
brew "leiningen"
brew "mas"
brew "mysql", restart_service: true
brew "pyenv"
brew "python@3.8"
brew "re2"
brew "sbt"
brew "scala"
brew "sphinx-doc"
brew "tldr"
brew "coursier/formulas/coursier"
brew "ruimarinho/tap/gsts"
cask "adobe-acrobat-reader"
cask "alfred"
cask "alt-tab"
cask "amazon-photos"
cask "anki"
cask "brave-browser"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "flux"
cask "garmin-express"
cask "github"
cask "gitter"
cask "google-chrome"
cask "google-earth-pro"
cask "google-nik-collection"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "java8"
cask "lightworks"
cask "mysql-utilities"
cask "mysqlworkbench"
cask "omnidisksweeper"
cask "postman"
cask "pycharm"
cask "quik"
cask "screenhero"
cask "scroll-reverser"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spotify"
cask "tableplus"
cask "thinkorswim"
cask "tor-browser"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "AdBlock", id: 1402042596
mas "Adblock Plus", id: 1432731683
mas "Annotate", id: 918207447
mas "Caffeine", id: 411246225
mas "Dropover", id: 1355679052
mas "Evernote Web Clipper", id: 1481669779
mas "feedly", id: 865500966
mas "GarageBand", id: 682658836
mas "Honey", id: 1472777122
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft To Do", id: 1274495053
mas "Monosnap", id: 540348655
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PhotoScape X", id: 929507092
mas "Slack", id: 803453959
mas "Solar App", id: 450545814
mas "Spark", id: 1176895641
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "Twitter", id: 1482454543
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
